OpenFOAM-2.2.0/run/isoAdvector/discInUniFlow/baseCase/Allrun
#!/bin/sh

application=$(sed -ne "s/^application\s*\(.*\);/\1/p" system/controlDict)

isoSurf > logs/isoSurf.log 2>&1

$application > logs/${application}.log 2>&1

